Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Tap how many reps you had left, or type an exact {0}.
source: Tap how many reps you had left, or type an exact %1$@.
ar: اضغط عدد التكرارات التي كان بإمكانك أداؤها، أو اكتب %1$@ بدقة.
de: Tippe, wie viele Wiederholungen du übrig hattest, oder gib einen genauen %1$@-Wert ein.
es: Toca cuántas repeticiones te quedaban, o escribe un %1$@ exacto.
fr: Touche combien de répétitions il te restait, ou saisis un %1$@ précis.
hi: टैप करें कि कितने रेप्स बाकी थे, या सटीक %1$@ दर्ज करें।
hu: Koppints rá, hány ismétlés maradt még, vagy adj meg pontos %1$@ értéket.
it: Tocca quante ripetizioni ti restavano, oppure inserisci un %1$@ preciso.
ko: 몇 개 더 할 수 있었는지 탭하거나 정확한 %1$@ 값을 입력하세요.
pl: Dotknij, ile powtórzeń zostało w zapasie, lub wpisz dokładną wartość %1$@.
pt: Toca em quantas repetições te restavam, ou escreve um %1$@ exato.
pt_br: Toque em quantas repetições você ainda tinha, ou digite um %1$@ exato.
ru: Нажмите, сколько повторений оставалось в запасе, или введите точное значение %1$@.
th: แตะเลือกว่าเหลืออีกกี่ครั้ง หรือพิมพ์ค่า %1$@ ที่แน่นอน
tr: Kaç tekrar kaldığına dokun ya da tam bir %1$@ değeri gir.
uk: Натисни, скільки повторень лишалося в запасі, або введи точне значення %1$@.
zh: 点选你还能再做几次，或直接输入准确的 %1$@。

source: Tap the link button on an exercise to superset it with the one above — you’ll do them back-to-back.
ar: اضغط زر الربط على تمرين لربطه في سوبر سِت مع التمرين الذي فوقه — ستؤديهما بالتتابع.
de: Tippe bei einer Übung auf die Verknüpfen-Taste, um sie mit der darüber zum Supersatz zu verbinden — du machst sie direkt nacheinander.
es: Toca el botón de enlace en un ejercicio para hacer superserie con el de arriba — los harás seguidos.
fr: Appuie sur le bouton de liaison d’un exercice pour le mettre en superset avec celui au-dessus — tu les enchaîneras.
hi: किसी व्यायाम पर लिंक बटन दबाएँ ताकि वह ऊपर वाले के साथ सुपरसेट बने — आप उन्हें लगातार करेंगे।
hu: Koppints egy gyakorlatnál az összekapcsolás gombra, hogy szuperszettbe kösd a fölötte lévővel — így egymás után csinálod majd őket.
it: Tocca il pulsante di collegamento su un esercizio per farne un superset con quello sopra — li farai di seguito.
ko: 운동의 연결 버튼을 탭하면 위 운동과 슈퍼세트가 됩니다 — 연달아 수행하게 돼요.
pl: Dotknij przycisku łączenia przy ćwiczeniu, aby połączyć je w superserię z tym powyżej — zrobisz je jedno po drugim.
pt: Toca no botão de ligação num exercício para o juntar em supersérie com o de cima — vais fazê-los seguidos.
pt_br: Toque no botão de vínculo de um exercício para combiná-lo em um superset com o exercício acima — eles serão feitos em sequência.
ru: Нажми кнопку связи у упражнения, чтобы объединить его в суперсет с тем, что выше — сделаешь их подряд.
th: แตะปุ่มเชื่อมที่ท่าออกกำลังกายเพื่อทำเป็นซูเปอร์เซ็ตกับท่าด้านบน — จะทำต่อเนื่องกัน
tr: Bir egzersizde bağlama düğmesine dokunarak üsttekiyle süperset yap — arka arkaya yaparsın.
uk: Натисни кнопку зв’язку у вправи, щоб об’єднати її в суперсет із тією, що вище — виконаєш їх підряд.
zh: 点击动作上的链接按钮，可与上面的动作组成超级组——你将连续完成它们。

source: Target weight
ar: الوزن المستهدف
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
hi: लक्ष्य वज़न
hu: Célsúly
it: Peso obiettivo
ko: 목표 체중
pl: Waga docelowa
pt: Peso alvo
pt_br: Peso alvo
ru: Целевой вес
th: น้ำหนักเป้าหมาย
tr: Hedef kilo
uk: Цільова вага
zh: 目标体重

source: Targets stay where you set them.
ar: تبقى الأهداف كما حددتها.
de: Die Vorgaben bleiben so, wie du sie gesetzt hast.
es: Los objetivos se quedan como los pongas.
fr: Les objectifs restent tels que tu les as définis.
hi: लक्ष्य वैसे ही रहते हैं जैसे आपने तय किए।
hu: A célértékek ott maradnak, ahova beállítottad őket.
it: Gli obiettivi restano come li imposti tu.
ko: 목표는 설정한 그대로 유지됩니다.
pl: Cele zostają takie, jakie ustawisz.
pt: Os objetivos ficam como os definires.
pt_br: As metas permanecem como você definir.
ru: Цели остаются такими, какими ты их задал.
th: เป้าหมายจะคงที่ตามที่คุณตั้งไว้
tr: Hedefler senin belirlediğin gibi kalır.
uk: Цілі лишаються такими, якими ти їх задав.
zh: 目标保持你设定的样子。

source: Teal
ar: أزرق مخضر
de: Türkis
es: Turquesa
fr: Turquoise
hi: फ़िरोज़ी
hu: Türkiz
it: Turchese
ko: 청록
pl: Turkusowy
pt: Turquesa
pt_br: Turquesa
ru: Бирюзовый
th: เขียวน้ำทะเล
tr: Turkuaz
uk: Бірюзовий
zh: 青色

source: Tell the Coach what to change…
ar: أخبر المدرب بما يجب تغييره…
de: Sag dem Coach, was sich ändern soll…
es: Dile al entrenador qué cambiar…
fr: Dis au coach quoi changer…
hi: कोच को बताएँ क्या बदलना है…
hu: Mondd el az Edzőnek, mi változzon…
it: Di’ al Coach cosa cambiare…
ko: 코치에게 바꿀 점을 말해 보세요…
pl: Powiedz trenerowi, co zmienić…
pt: Diz ao Treinador o que mudar…
pt_br: Diga ao Treinador o que mudar…
ru: Скажите тренеру, что изменить…
th: บอกโค้ชว่าจะเปลี่ยนอะไร…
tr: Koça neyi değiştireceğini söyle…
uk: Скажи тренеру, що змінити…
zh: 告诉教练要改什么…

source: Test failed
ar: فشل الاختبار
de: Test fehlgeschlagen
es: Prueba fallida
fr: Échec du test
hi: परीक्षण विफल
hu: A teszt sikertelen
it: Prova fallita
ko: 테스트 실패
pl: Test nie powiódł się
pt: Teste falhou
pt_br: Teste falhou
ru: Тест не удался
th: ทดสอบไม่สำเร็จ
tr: Test başarısız
uk: Тест не вдався
zh: 测试失败

source: Test sent — should arrive any second
ar: تم إرسال الاختبار — يجب أن يصل في أي لحظة
de: Test gesendet — sollte jeden Moment ankommen
es: Prueba enviada — debería llegar en segundos
fr: Test envoyé — il devrait arriver d’une seconde à l’autre
hi: परीक्षण भेजा — किसी भी क्षण पहुँचेगा
hu: Teszt elküldve — bármelyik pillanatban megérkezhet
it: Prova inviata — dovrebbe arrivare a momenti
ko: 테스트 전송됨 — 곧 도착합니다
pl: Test wysłany — powinien dotrzeć lada moment
pt: Teste enviado — deve chegar a qualquer segundo
pt_br: Teste enviado — deve chegar a qualquer segundo
ru: Тест отправлен — придёт с секунды на секунду
th: ส่งทดสอบแล้ว — น่าจะมาถึงในไม่กี่วินาที
tr: Test gönderildi — her an gelebilir
uk: Тест надіслано — прийде за мить
zh: 测试已发送——马上就到

source: Th
ar: الخميس
de: Do
es: Ju
fr: Je
hi: गु
hu: Cs
it: Gi
ko: 목
pl: Cz
pt: Qi
pt_br: Q
ru: Чт
th: พฤ
tr: Pe
uk: Чт
zh: 四

source: That Hevy API key was refused
ar: تم رفض مفتاح Hevy API
de: Dieser Hevy-API-Schlüssel wurde abgelehnt
es: Esa clave API de Hevy fue rechazada
fr: Cette clé API Hevy a été refusée
hi: वह Hevy API कुंजी अस्वीकार कर दी गई
hu: A Hevy elutasította ezt az API-kulcsot
it: Questa chiave API Hevy è stata rifiutata
ko: Hevy API 키가 거부되었습니다
pl: Ten klucz API Hevy został odrzucony
pt: Essa chave API Hevy foi recusada
pt_br: Essa chave de API do Hevy foi recusada
ru: Этот API-ключ Hevy отклонён
th: คีย์ API ของ Hevy ถูกปฏิเสธ
tr: Bu Hevy API anahtarı reddedildi
uk: Цей API-ключ Hevy відхилено
zh: 该 Hevy API 密钥被拒绝

source: That code is wrong, used or expired — make a new one on your other device.
ar: هذا الرمز خاطئ أو مستخدَم أو منتهي الصلاحية — أنشئ رمزًا جديدًا على جهازك الآخر.
de: Dieser Code ist falsch, schon benutzt oder abgelaufen — erstelle auf deinem anderen Gerät einen neuen.
es: Ese código es incorrecto, ya se usó o ha caducado — crea uno nuevo en tu otro dispositivo.
fr: Ce code est faux, déjà utilisé ou expiré — crées-en un nouveau sur ton autre appareil.
hi: यह कोड गलत है, इस्तेमाल हो चुका है या समाप्त हो गया है — अपने दूसरे डिवाइस पर नया बनाएँ।
hu: Ez a kód hibás, már felhasználták, vagy lejárt — hozz létre egy újat a másik eszközödön.
it: Questo codice è sbagliato, già usato o scaduto — creane uno nuovo sull’altro dispositivo.
ko: 코드가 틀렸거나 이미 사용되었거나 만료되었습니다 — 다른 기기에서 새 코드를 만드세요.
pl: Ten kod jest błędny, już użyty albo wygasł — utwórz nowy na drugim urządzeniu.
pt: Esse código está errado, já foi usado ou expirou — cria um novo no teu outro dispositivo.
pt_br: Esse código está errado, já foi usado ou expirou — crie um novo no seu outro dispositivo.
ru: Этот код неверный, уже использован или истёк — создай новый на другом устройстве.
th: รหัสนี้ไม่ถูกต้อง ถูกใช้ไปแล้ว หรือหมดอายุ — สร้างรหัสใหม่บนอุปกรณ์อีกเครื่องของคุณ
tr: Bu kod yanlış, kullanılmış ya da süresi dolmuş — diğer cihazında yeni bir tane oluştur.
uk: Цей код неправильний, уже використаний або прострочений — створи новий на іншому пристрої.
zh: 代码错误、已被使用或已过期——请在你另一台设备上生成新的代码。

source: That file is empty
ar: هذا الملف فارغ
de: Diese Datei ist leer
es: Ese archivo está vacío
fr: Ce fichier est vide
hi: वह फ़ाइल खाली है
hu: Ez a fájl üres
it: Il file è vuoto
ko: 파일이 비어 있습니다
pl: Ten plik jest pusty
pt: Esse ficheiro está vazio
pt_br: Esse arquivo está vazio
ru: Файл пуст
th: ไฟล์นั้นว่างเปล่า
tr: Bu dosya boş
uk: Файл порожній
zh: 该文件是空的

# That file is too large — up to {0} MB.
source: That file is too large — up to %1$@ MB.
ar: هذا الملف كبير جدًا — الحد الأقصى %1$@ م.ب.
de: Diese Datei ist zu groß — höchstens %1$@ MB.
es: Ese archivo es demasiado grande — hasta %1$@ MB.
fr: Ce fichier est trop volumineux — %1$@ Mo maximum.
hi: यह फ़ाइल बहुत बड़ी है — अधिकतम %1$@ MB।
hu: Ez a fájl túl nagy — legfeljebb %1$@ MB.
it: Il file è troppo grande — massimo %1$@ MB.
ko: 파일이 너무 큽니다 — 최대 %1$@ MB.
pl: Ten plik jest za duży — maksymalnie %1$@ MB.
pt: Esse ficheiro é demasiado grande — até %1$@ MB.
pt_br: Esse arquivo é grande demais — até %1$@ MB.
ru: Файл слишком большой — не больше %1$@ МБ.
th: ไฟล์ใหญ่เกินไป — ไม่เกิน %1$@ MB
tr: Bu dosya çok büyük — en fazla %1$@ MB.
uk: Файл завеликий — не більше %1$@ МБ.
zh: 文件太大——最大 %1$@ MB。

source: That file type is not supported — use a photo, a GIF, or an MP4, MOV or WebM video.
ar: نوع الملف هذا غير مدعوم — استخدم صورة أو GIF أو فيديو بصيغة MP4 أو MOV أو WebM.
de: Dieser Dateityp wird nicht unterstützt — nimm ein Foto, ein GIF oder ein MP4-, MOV- oder WebM-Video.
es: Ese tipo de archivo no es compatible — usa una foto, un GIF o un vídeo MP4, MOV o WebM.
fr: Ce type de fichier n’est pas pris en charge — utilisez une photo, un GIF ou une vidéo MP4, MOV ou WebM.
hi: यह फ़ाइल प्रकार समर्थित नहीं है — फ़ोटो, GIF या MP4, MOV या WebM वीडियो इस्तेमाल करें।
hu: Ez a fájltípus nem támogatott — használj fotót, GIF-et vagy MP4, MOV vagy WebM videót.
it: Tipo di file non supportato — usa una foto, una GIF o un video MP4, MOV o WebM.
ko: 지원하지 않는 파일 형식입니다 — 사진, GIF 또는 MP4, MOV, WebM 동영상을 사용하세요.
pl: Ten typ pliku nie jest obsługiwany — użyj zdjęcia, GIF-a albo filmu MP4, MOV lub WebM.
pt: Esse tipo de ficheiro não é suportado — usa uma foto, um GIF ou um vídeo MP4, MOV ou WebM.
pt_br: Esse tipo de arquivo não é compatível — use uma foto, um GIF ou um vídeo MP4, MOV ou WebM.
ru: Этот тип файла не поддерживается — выберите фото, GIF или видео MP4, MOV или WebM.
th: ไม่รองรับไฟล์ประเภทนี้ — ใช้รูปภาพ, GIF หรือวิดีโอ MP4, MOV หรือ WebM
tr: Bu dosya türü desteklenmiyor — fotoğraf, GIF ya da MP4, MOV veya WebM video kullan.
uk: Цей тип файлу не підтримується — вибери фото, GIF або відео MP4, MOV чи WebM.
zh: 不支持该文件类型——请使用照片、GIF，或 MP4、MOV、WebM 视频。

source: That file's columns aren't recognised — see the docs for supported apps.
ar: أعمدة هذا الملف غير معروفة — راجع المستندات للتطبيقات المدعومة.
de: Die Spalten dieser Datei sind unbekannt — unterstützte Apps stehen in der Doku.
es: No se reconocen las columnas del archivo — consulta la documentación.
fr: Colonnes non reconnues — voir la documentation pour les apps prises en charge.
hi: फ़ाइल के कॉलम पहचाने नहीं गए — समर्थित ऐप्स के लिए दस्तावेज़ देखें।
hu: Ennek a fájlnak az oszlopai nem ismerhetők fel — a támogatott appok listáját lásd a dokumentációban.
it: Colonne non riconosciute — vedi la documentazione per le app supportate.
ko: 열을 인식할 수 없습니다 — 지원 앱은 문서를 참고하세요.
pl: Nie rozpoznano kolumn — obsługiwane aplikacje znajdziesz w dokumentacji.
pt: Colunas não reconhecidas — vê a documentação para apps suportadas.
pt_br: Colunas não reconhecidas — consulte a documentação dos aplicativos compatíveis.
ru: Колонки не распознаны — список поддерживаемых приложений в документации.
th: ไม่รู้จักคอลัมน์ในไฟล์นั้น — ดูรายชื่อแอปที่รองรับได้ในเอกสาร
tr: Sütunlar tanınmadı — desteklenen uygulamalar için belgelere bak.
uk: Стовпці не розпізнано — перелік підтримуваних застосунків у документації.
zh: 无法识别该文件的列 — 支持的应用请见文档。

source: That invite code is not valid.
ar: رمز الدعوة هذا غير صالح.
de: Dieser Einladungscode ist nicht gültig.
es: Ese código de invitación no es válido.
fr: Ce code d’invitation n’est pas valide.
hi: यह इनवाइट कोड मान्य नहीं है।
hu: Ez a meghívókód nem érvényes.
it: Questo codice di invito non è valido.
ko: 유효하지 않은 초대 코드입니다.
pl: Ten kod zaproszenia jest nieprawidłowy.
pt: Esse código de convite não é válido.
pt_br: Esse código de convite não é válido.
ru: Этот код приглашения недействителен.
th: รหัสเชิญนี้ไม่ถูกต้อง
tr: Bu davet kodu geçerli değil.
uk: Цей код запрошення недійсний.
zh: 这个邀请码无效。

source: That is already your sign-in e-mail.
ar: هذا هو بريد تسجيل الدخول الخاص بك بالفعل.
de: Das ist schon deine Anmelde-E-Mail.
es: Ese ya es tu correo de inicio de sesión.
fr: C’est déjà ton e-mail de connexion.
hi: यह पहले से आपका साइन-इन ईमेल है।
hu: Ez már a bejelentkezési e-mailed.
it: È già la tua e-mail di accesso.
ko: 이미 로그인 이메일로 설정되어 있습니다.
pl: To już jest twój e-mail do logowania.
pt: Esse já é o teu e-mail de início de sessão.
pt_br: Esse já é o seu e-mail de login.
ru: Это уже твой e-mail для входа.
th: นี่เป็นอีเมลสำหรับเข้าสู่ระบบของคุณอยู่แล้ว
tr: Bu zaten giriş e-postan.
uk: Це вже твій e-mail для входу.
zh: 这已经是你的登录邮箱。

source: That is not an e-mail address.
ar: هذا ليس عنوان بريد إلكتروني.
de: Das ist keine E-Mail-Adresse.
es: Eso no es una dirección de correo.
fr: Ce n’est pas une adresse e-mail.
hi: यह ईमेल पता नहीं है।
hu: Ez nem e-mail-cím.
it: Questo non è un indirizzo e-mail.
ko: 이메일 주소가 아닙니다.
pl: To nie jest adres e-mail.
pt: Isso não é um endereço de e-mail.
pt_br: Isso não é um endereço de e-mail.
ru: Это не адрес e-mail.
th: นี่ไม่ใช่ที่อยู่อีเมล
tr: Bu bir e-posta adresi değil.
uk: Це не адреса e-mail.
zh: 这不是邮箱地址。

source: That link is not a web address
ar: هذا الرابط ليس عنوان ويب
de: Dieser Link ist keine Webadresse
es: Ese enlace no es una dirección web
fr: Ce lien n’est pas une adresse web
hi: यह लिंक वेब पता नहीं है
hu: Ez a link nem webcím
it: Quel link non è un indirizzo web
ko: 웹 주소가 아닌 링크입니다
pl: Ten link nie jest adresem strony
pt: Essa ligação não é um endereço web
pt_br: Esse link não é um endereço da web
ru: Эта ссылка — не веб-адрес
th: ลิงก์นี้ไม่ใช่ที่อยู่เว็บ
tr: Bu bağlantı bir web adresi değil
uk: Це посилання не є вебадресою
zh: 这不是一个网址

source: That password is too easy to guess — try a longer one, or a few unrelated words.
ar: كلمة المرور هذه سهلة التخمين — جرّب كلمة أطول أو بضع كلمات غير مترابطة.
de: Dieses Passwort ist zu leicht zu erraten — nimm ein längeres oder ein paar Wörter, die nichts miteinander zu tun haben.
es: Esa contraseña es demasiado fácil de adivinar — prueba con una más larga o con unas cuantas palabras sin relación entre sí.
fr: Ce mot de passe est trop facile à deviner — essaie-en un plus long, ou quelques mots sans rapport entre eux.
hi: इस पासवर्ड का अनुमान लगाना बहुत आसान है — कोई लंबा पासवर्ड या कुछ आपस में असंबंधित शब्द आज़माएँ।
hu: Ezt a jelszót túl könnyű kitalálni — próbálj egy hosszabbat, vagy néhány egymáshoz nem kapcsolódó szót.
it: Questa password è troppo facile da indovinare — provane una più lunga, o qualche parola senza legame tra loro.
ko: 추측하기 너무 쉬운 비밀번호입니다 — 더 긴 비밀번호나 서로 관련 없는 단어 몇 개를 사용해 보세요.
pl: To hasło jest zbyt łatwe do odgadnięcia — spróbuj dłuższego albo kilku niezwiązanych ze sobą słów.
pt: Essa palavra-passe é demasiado fácil de adivinhar — experimenta uma mais longa ou algumas palavras sem relação entre si.
pt_br: Essa senha é fácil demais de adivinhar — tente uma mais longa ou algumas palavras sem relação entre si.
ru: Этот пароль слишком легко угадать — попробуй подлиннее или несколько не связанных между собой слов.
th: รหัสผ่านนี้เดาง่ายเกินไป — ลองใช้รหัสที่ยาวขึ้น หรือคำที่ไม่เกี่ยวข้องกันสักสองสามคำ
tr: Bu şifreyi tahmin etmek çok kolay — daha uzun bir şifre ya da birbiriyle ilgisiz birkaç kelime dene.
uk: Цей пароль надто легко вгадати — спробуй довший або кілька не пов’язаних між собою слів.
zh: 这个密码太容易被猜到 — 试试更长的密码，或几个互不相关的词。

source: That password is too long.
ar: كلمة المرور هذه طويلة جدًا.
de: Dieses Passwort ist zu lang.
es: Esa contraseña es demasiado larga.
fr: Ce mot de passe est trop long.
hi: यह पासवर्ड बहुत लंबा है।
hu: Ez a jelszó túl hosszú.
it: Questa password è troppo lunga.
ko: 비밀번호가 너무 깁니다.
pl: To hasło jest za długie.
pt: Essa palavra-passe é demasiado longa.
pt_br: Essa senha é longa demais.
ru: Этот пароль слишком длинный.
th: รหัสผ่านนี้ยาวเกินไป
tr: Bu şifre çok uzun.
uk: Цей пароль задовгий.
zh: 这个密码太长了。

source: That photo is too large to process on this device.
ar: هذه الصورة أكبر من أن تُعالَج على هذا الجهاز.
de: Dieses Foto ist zu groß, um es auf diesem Gerät zu verarbeiten.
es: Esa foto es demasiado grande para procesarla en este dispositivo.
fr: Cette photo est trop grande pour être traitée sur cet appareil.
hi: यह फ़ोटो इस डिवाइस पर प्रोसेस करने के लिए बहुत बड़ी है।
hu: Ez a fotó túl nagy ahhoz, hogy ezen az eszközön feldolgozható legyen.
it: Questa foto è troppo grande per essere elaborata su questo dispositivo.
ko: 이 사진은 이 기기에서 처리하기에 너무 큽니다.
pl: To zdjęcie jest za duże, by przetworzyć je na tym urządzeniu.
pt: Essa foto é demasiado grande para ser processada neste dispositivo.
pt_br: Essa foto é grande demais para ser processada neste dispositivo.
ru: Это фото слишком большое, чтобы обработать его на этом устройстве.
th: รูปนี้ใหญ่เกินกว่าจะประมวลผลบนอุปกรณ์นี้ได้
tr: Bu fotoğraf bu cihazda işlenemeyecek kadar büyük.
uk: Це фото завелике, щоб обробити його на цьому пристрої.
zh: 照片太大，无法在此设备上处理。

source: That proposal can’t be read.
ar: تعذرت قراءة هذا الاقتراح.
de: Dieser Vorschlag lässt sich nicht lesen.
es: Esa propuesta no se puede leer.
fr: Cette proposition est illisible.
hi: वह प्रस्ताव पढ़ा नहीं जा सका।
hu: Ez a javaslat nem olvasható.
it: Questa proposta non è leggibile.
ko: 해당 제안을 읽을 수 없습니다.
pl: Nie da się odczytać tej propozycji.
pt: Essa proposta não pode ser lida.
pt_br: Essa proposta não pode ser lida.
ru: Это предложение не читается.
th: ไม่สามารถอ่านข้อเสนอนั้นได้
tr: Bu öneri okunamıyor.
uk: Цю пропозицію не вдається прочитати.
zh: 无法读取该提议。

source: That reset code is wrong or has expired — ask your admin for a new one.
ar: رمز إعادة التعيين هذا خاطئ أو منتهي الصلاحية — اطلب رمزًا جديدًا من المسؤول.
de: Dieser Reset-Code ist falsch oder abgelaufen — bitte deinen Admin um einen neuen.
es: Ese código de restablecimiento es incorrecto o ha caducado — pide uno nuevo a tu administrador.
fr: Ce code de réinitialisation est faux ou a expiré — demande-en un nouveau à ton administrateur.
hi: यह रीसेट कोड गलत है या इसकी अवधि समाप्त हो गई है — अपने एडमिन से नया कोड माँगें।
hu: Ez a visszaállító kód hibás vagy lejárt — kérj újat az adminisztrátortól.
it: Questo codice di reimpostazione è sbagliato o scaduto — chiedine uno nuovo al tuo amministratore.
ko: 재설정 코드가 틀렸거나 만료되었습니다 — 관리자에게 새 코드를 요청하세요.
pl: Ten kod resetu jest błędny lub wygasł — poproś administratora o nowy.
pt: Esse código de reposição está errado ou expirou — pede um novo ao teu administrador.
pt_br: Esse código de redefinição está errado ou expirou — peça um novo ao seu administrador.
ru: Этот код сброса неверный или истёк — попроси у администратора новый.
th: รหัสรีเซ็ตนี้ไม่ถูกต้องหรือหมดอายุแล้ว — ขอรหัสใหม่จากผู้ดูแลระบบของคุณ
tr: Bu sıfırlama kodu yanlış ya da süresi dolmuş — yöneticinden yeni bir tane iste.
uk: Цей код скидання неправильний або прострочений — попроси в адміністратора новий.
zh: 这个重置码错误或已过期 — 请向管理员要一个新的。

# That video is too long — up to {0} seconds.
source: That video is too long — up to %1$@ seconds.
ar: هذا الفيديو طويل جدًا — الحد الأقصى %1$@ ثانية.
de: Dieses Video ist zu lang — höchstens %1$@ Sekunden.
es: Ese vídeo es demasiado largo — hasta %1$@ segundos.
fr: Cette vidéo est trop longue — %1$@ secondes maximum.
hi: यह वीडियो बहुत लंबा है — अधिकतम %1$@ सेकंड।
hu: Ez a videó túl hosszú — legfeljebb %1$@ másodperc.
it: Il video è troppo lungo — massimo %1$@ secondi.
ko: 동영상이 너무 깁니다 — 최대 %1$@초.
pl: Ten film jest za długi — maksymalnie %1$@ sekund.
pt: Esse vídeo é demasiado longo — até %1$@ segundos.
pt_br: Esse vídeo é longo demais — até %1$@ segundos.
ru: Видео слишком длинное — не дольше %1$@ секунд.
th: วิดีโอยาวเกินไป — ไม่เกิน %1$@ วินาที
tr: Bu video çok uzun — en fazla %1$@ saniye.
uk: Відео задовге — не довше %1$@ секунд.
zh: 视频太长——最长 %1$@ 秒。

source: That's not a QR code — only QR cards can be shown here
ar: هذه ليست رمز QR — يمكن عرض بطاقات QR فقط هنا
de: Das ist kein QR-Code — hier lassen sich nur QR-Karten anzeigen
es: Eso no es un código QR — aquí solo se pueden mostrar tarjetas QR
fr: Ce n’est pas un code QR — seules les cartes QR peuvent être affichées ici
hi: यह QR कोड नहीं है — यहाँ केवल QR कार्ड दिखाए जा सकते हैं
hu: Ez nem QR-kód — itt csak QR-kártyák jeleníthetők meg
it: Non è un codice QR — qui si possono mostrare solo tessere QR
ko: QR 코드가 아닙니다 — 여기서는 QR 카드만 표시할 수 있습니다
pl: To nie jest kod QR — tutaj można pokazać tylko karty QR
pt: Isto não é um código QR — aqui só podem ser mostrados cartões QR
pt_br: Isto não é um código QR — aqui só podem ser mostrados cartões QR
ru: Это не QR-код — здесь можно показывать только QR-карты
th: นี่ไม่ใช่คิวอาร์โค้ด — ที่นี่แสดงได้เฉพาะบัตรคิวอาร์โค้ดเท่านั้น
tr: Bu bir QR kod değil — burada yalnızca QR kartlar gösterilebilir
uk: Це не QR-код — тут можна показувати лише QR-картки
zh: 这不是二维码——此处只能显示二维码卡片

source: That's the whole workout!
ar: أنجزت كل تمارين اليوم!
de: Das war das ganze Training!
es: ¡Ese era todo el entrenamiento!
fr: C’était toute la séance !
hi: पूरा वर्कआउट हो गया!
hu: Ez volt az egész edzés!
it: Allenamento completato!
ko: 오늘 운동 전부 끝!
pl: To cały trening!
pt: Era o treino todo!
pt_br: Era o treino todo!
ru: Это была вся тренировка!
th: ครบทุกท่าแล้ว!
tr: Antrenmanın tamamı buydu!
uk: Це було все тренування!
zh: 训练全部完成！

source: The Coach builds the whole plan around this.
ar: يبني المدرب الخطة كاملة حول هذا.
de: Darum herum baut der Coach den ganzen Plan.
es: El entrenador construye todo el plan en torno a esto.
fr: Le coach construit tout le plan autour de ça.
hi: कोच पूरी योजना इसी के इर्द-गिर्द बनाता है।
hu: Az Edző e köré építi az egész tervet.
it: Il Coach costruisce l’intero piano attorno a questo.
ko: 코치는 이것을 중심으로 전체 계획을 세웁니다.
pl: Trener buduje cały plan wokół tego.
pt: O Treinador constrói o plano todo à volta disto.
pt_br: O Treinador constrói o plano inteiro em torno disto.
ru: Вокруг этого тренер строит весь план.
th: โค้ชสร้างแผนทั้งหมดรอบสิ่งนี้
tr: Koç tüm planı bunun etrafında kurar.
uk: Навколо цього тренер будує весь план.
zh: 教练会围绕这一点制定整个计划。
